'''
В исходном наборе данных 8 колонок.
Минус 1 целевая переменная 'Spending Score'
Минус 1 колонка порядкового номера клиента.
В итоге:
В исходном наборе данных 6 признаков.

'CustomerID'            - id клиента   (по сути нам не нужна данная колонка)
'Gender'                - Male/Female
'Age'                   - 26
'Annual Income ($)'     - 15000        (110731 средний ежегодный доход)
'Spending Score (1-100)'- 50           (от 1 до 100, это рейтинг Оценка, присваиваемая магазином на основе поведения
                                         покупателей и характера расходов. я не знаю как считается, нужно ли мне знать
                                         пока вопрос....????)
'Profession'            - Engineer     ( сколько профессий, проверь, 9)
'Work Experience'       - 3            (3 года например, может быть и 0)
'Family Size'           - 1            ( минимум 1, что логично, но нужно проверить, верно)
'''